[Balance.PawnBalance_SkagAdult AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Skag Adulto",TransformedNames=((TransformedName="Adulto Incendiário"),(TransformedName="Adulto Elétrico"),(TransformedName="Adulto Corrosivo "),(TransformedName="Adulto Slag ")))
PlayThroughs[1]=(DisplayName="Skag Chifrudo",TransformedNames=((TransformedName="Skag Incendiário Chifrudo"),(TransformedName="Skag Elétrico Chifrudo"),(TransformedName="Skag Corrosivo Chifrudo"),(TransformedName="Skag Slag Chifrudo")))

[Balance.PawnBalance_SkagAlpha AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Skag Alfa")
PlayThroughs[1]=(DisplayName="Skag Alfa Ancião")

[Balance.PawnBalance_SkagBadassCorrosive AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Skag Corrosivo Encrenqueiro")
PlayThroughs[1]=(DisplayName="Skag Corrosivo Super Encrenqueiro")

[Balance.PawnBalance_SkagBadassFire AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Skag Incendiário Encrenqueiro")
PlayThroughs[1]=(DisplayName="Skag Incendiário Super Encrenqueiro")

[Balance.PawnBalance_SkagBadassShock AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Skag Elétrico Encrenqueiro")
PlayThroughs[1]=(DisplayName="Skag Elétrico Super Encrenqueiro")

[Balance.PawnBalance_SkagBadassShock_FreeWilly AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Prisioneiro Skag")

[Balance.PawnBalance_SkagBadassSlag AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Skag Slag Encrenqueiro")
PlayThroughs[1]=(DisplayName="Skag Slag Super Encrenqueiro")

[Balance.PawnBalance_SkagBarfer AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Skag Vomitador",TransformedNames=((TransformedName="Vomitador de Fogo"),(TransformedName="Vomitador Elétrico"),(TransformedName="Vomitador Corrosivo"),(TransformedName="Vomitador Slag")))
PlayThroughs[1]=(DisplayName="Skag Vomitador",TransformedNames=((TransformedName="Vomitador de Fogo"),(TransformedName="Vomitador Elétrico"),(TransformedName="Vomitador Corrosivo"),(TransformedName="Vomitador Slag")))

[Balance.PawnBalance_SkagBoll AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Skag das Neves")

[Balance.PawnBalance_SkagBoll2 AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Skag das Neves Cuspidor")

[Balance.PawnBalance_SkagBoll3 AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Skag das Neves Alfa")

[Balance.PawnBalance_SkagChubby AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Skag Rechonchudo")

[Balance.PawnBalance_SkagPup AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Cachorro Skag",TransformedNames=((TransformedName="Cachorro Incendiário"),(TransformedName="Cachorro Elétrico"),(TransformedName="Cachorro Corrosivo"),(TransformedName="Cachorro coberto de Slag")))
PlayThroughs[1]=(DisplayName="Cachorro Skag Chifrudo",TransformedNames=((TransformedName="Cachorro Incendiário Chifrudo"),(TransformedName="Cachorro Elétrico Chifrudo"),(TransformedName="Cachorro Corrosivo Chifrudo"),(TransformedName="Cachorro Slag Chifrudo")))

[Balance.PawnBalance_SkagRider AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Brinquedo de skag Blindado",TransformedNames=((TransformedName="Skag Blindado")))

[Balance.PawnBalance_SkagSpitter AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Skag Cuspidor",TransformedNames=((TransformedName="Cuspidor de Fogo"),(TransformedName="Cuspidor de Eletricidade"),(TransformedName="Cuspidor de Ácido"),(TransformedName="Cuspidor coberto de Slag")))
PlayThroughs[1]=(DisplayName="Skag Falcoeiro",TransformedNames=((TransformedName="Falcoeiro Incendiário"),(TransformedName="Falcoeiro Elétrico"),(TransformedName="Falcoeiro Ácido"),(TransformedName="Falcoeiro Slag")))

[Balance.Unique.PawnBalance_FreeWilly AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Willy O Skag",TransformedNames=((TransformedName="Cachorro Skag Incendiário"),(TransformedName="Cachorro Skag Elétrico"),(TransformedName="Cachorro Skag Corrosivo")))

[Balance.Unique.PawnBalance_SkagRabid AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Skag Furioso",TransformedNames=((TransformedName="Cachorro Skag Incendiário"),(TransformedName="Cachorro Skag Elétrico"),(TransformedName="Cachorro Skag Corrosivo")))

[Balance.Unique.PawnBalance_Skagzilla AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Mamãe do Dukino",TransformedNames=((TransformedName="Skag Incendiário"),(TransformedName="Skag Elétrico"),(TransformedName="Skag Corrosivo")))

[Balance.Unique.PawnBalance_SkagzillaAdult AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Dukino",TransformedNames=((TransformedName="Cachorro Skag Incendiário"),(TransformedName="Cachorro Skag Elétrico"),(TransformedName="Cachorro Skag Corrosivo")))

[Balance.Unique.PawnBalance_SkagzillaPup AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Dukino",TransformedNames=((TransformedName="Cachorro Skag Incendiário"),(TransformedName="Cachorro Skag Elétrico"),(TransformedName="Cachorro Skag Corrosivo")))

[Balance.Unique.PawnBalance_Tumbaa AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Tumba")

